augustocdias.tasks-shell-input
austin.code-gnu-global
bbenoist.vagrant
CoenraadS.bracket-pair-colorizer
cschlosser.doxdocgen
eamodio.gitlens
GitHub.vscode-pull-request-github
jeff-hykin.better-cpp-syntax
mitaki28.vscode-clang
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
twxs.cmake
vscode-icons-team.vscode-icons
webfreak.debug
